Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PrivacySettingsUI/ProblemReporting.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SHARE_WHEELCHAIR_DATA
source: Improve Wheelchair Mode
ar: تحسين نمط الكرسي المتحرك
bg: Режим Инвалидна количка
ca: Millora el mode de cadira de rodes
cs: Vylepšovat režim vozíku
da: Gør kørestolsfunktion bedre
de: Rollstuhlmodus verbessern
el: Βελτίωση λειτουργ. αμαξιδίου
es: Mejorar “Silla de ruedas”
es_us: Mejoras para silla de ruedas
fi: Paranna pyörätuolitilaa
fr: Améliorer le mode Fauteuil
fr_ca: Améliorer Fauteuil roulant
he: שיפור ״מצב כיסא גלגלים״
hi: “ह्वीलचेयर मोड बेहतर बनाएँ”
hr: Poboljšanje moda invalidskih kolica
hu: Kerekesszékes mód fejlesztése
id: Tingkatkan Mode Kursi Roda
it: Migliora modalità “Sedia a rotelle”
ja: 車椅子モードの改善
kk: «Мүгедек арбасы» режимі
ko: 휠체어 모드 향상
lt: „Neįgaliojo vežimėlio“ tobulinimas
ms: Tingkatkan Mod Kerusi Roda
nl: Verbeter rolstoelmodus
no: Forbedre rullestolmodus
pl: Ulepszaj tryb wózka
pt_br: Melhorar o Modo Cadeirante
pt_pt: Melhorar modo cadeira de rodas
ro: Îmbunătățire Scaun cu rotile
ru: Режим «Кресло-коляска»
sk: Vylepšovať režim invalidný vozík
sl: Izboljšaj način Invalidski voziček
sv: Förbättra rullstolsläget
th: ปรับปรุงโหมดวีลแชร์
tr: TS Modunu İyileştir
uk: Покращення Режиму візка
vi: Cải thiện Chế độ xe lăn
zh_cn: 改进轮椅模式
zh_hk: 改進輪椅模式
zh_tw: 改進輪椅模式

# ICLOUD_ANALYTICS_EXPLANATION
source: Help Apple improve its products and services, including Siri and other intelligent features, by allowing analytics of usage and data from your iCloud account. %@
ar: ساعد Apple في تحسين منتجاتها وخدماتها، بما في ذلك Siri وغيرها من الميزات الذكية الأخرى، من خلال السماح بتحليلات الاستخدام والبيانات من حساب iCloud الخاص بك. %@
bg: Като позволявате анализирането на използването и данните на вашата iCloud регистрация, помагате на Apple да подобри продуктите и услугите си, включително Siri и други интелигентни функции. %@
ca: Permet que s’executin anàlisis d’ús i de dades del compte de l’iCloud per ajudar Apple a millorar els seus productes i serveis, incloent‑hi Siri i altres funcions intel·ligents. %@
cs: Pomozte společnosti Apple ve vylepšování produktů a služeb (včetně Siri) a dalších inteligentních funkcí tím, že povolíte analýzu využití a dat na vašem účtu na iCloudu. %@
da: Hjælp Apple med at forbedre sine produkter og tjenester inklusive Siri og andre intelligente funktioner ved at tillade analyse af brug og data fra din iCloud-konto. %@
de: Hilf Apple, Produkte und Dienste, darunter Siri und andere intelligente Funktionen, zu verbessern, indem du die Analyse der Nutzungsdaten und anderer Daten deines iCloud-Accounts erlaubst. %@
el: Βοηθήστε την Apple να βελτιώσει τα προϊόντα και τις υπηρεσίες της, συμπεριλαμβανομένων του Siri και άλλων ευφυών δυνατοτήτων, επιτρέποντας τη συλλογή και την αποστολή δεδομένων ανάλυσης και χρήσης από τον λογαριασμό σας στο iCloud. %@
es: Ayuda a Apple a mejorar sus productos y servicios, como Siri y otras funciones inteligentes, permitiendo el análisis del uso y los datos de tu cuenta de iCloud. %@
es_us: Ayuda a Apple a mejorar sus productos y servicios —incluyendo Siri y otras funciones inteligentes— al permitir el análisis de uso y de datos de tu cuenta de iCloud. %@
fi: Auta Applea parantamaan tuotteitaan ja palvelujaan, mukaan lukien Siri ja muut älyominaisuudet, sallimalla iCloud-tilisi käyttö ja tietojen analysointi. %@
fr: Aidez Apple à améliorer ses produits et services, y compris Siri et d’autres fonctionnalités intelligentes, en autorisant l’analyse de l’utilisation et des données de votre compte iCloud. %@
fr_ca: Aidez Apple à améliorer ses produits et services, y compris Siri et d’autres fonctionnalités intelligentes, en autorisant l’analyse des données d’utilisation de votre compte iCloud. %@
he: באפשרותך לעזור ל-Apple לשפר את המכשירים והשירותים שלה, כולל Siri ומאפיינים חכמים נוספים, באמצעות מתן אישור לניתוח של נתוני השימוש בחשבון ה-iCloud שלך. ‏%@
hi: अपने iCloud खाते से उपयोग और डेटा के ऐनालिटिक्स की अनुमति देकर Apple को Siri और अन्य कुशल फ़ीचर सहित इसके उत्पादों और सेवाओं को बेहतर बनाने में मदद करें। %@
hr: Pomozite Appleu u poboljšanju proizvoda i usluga, uključujući Siri i druge inteligentne značajke, tako da dozvolite analizu načina uporabe i podataka iz vašeg iCloud računa. %@
hu: Ha engedélyezi az iCloud-fiók használatának és adatainak elemzését, azzal hozzájárul ahhoz, hogy az Apple továbbfejlessze termékeit és szolgáltatásait, többek között Sirit és egyéb intelligens funkciókat. %@
id: Bantu Apple meningkatkan produk dan layanannya, termasuk Siri dan fitur pintar lainnya, dengan mengizinkan analisis penggunaan dan data dari akun iCloud Anda. %@
it: Aiuta Apple a migliorare i propri prodotti e servizi, tra cui Siri e altre funzionalità smart, consentendo l’analisi dei dati di utilizzo del tuo dispositivo e di quelli presenti sul tuo account iCloud. %@
ja: iCloudアカウントの使用状況やデータの解析を可能にすることで、Siriやその他のインテリジェント機能を含む、Appleの製品およびサービスの向上にご協力いただけます。%@
kk: Apple компаниясына iCloud аккаунтыңыздың қолданыс аналитикасы мен деректеріне рұқсат бере отырып, өнімдері мен сервистерін, оның ішінде Siri мен басқа интеллектуалды мүмкіндіктерін жетілдіруге көмектесіңіз. %@
ko: 사용자의 iCloud 계정의 사용 정보 및 데이터 분석을 허용하여 Apple이 Siri 및 기타 지능형 기능을 포함한 제품과 서비스를 향상하는 데 도움을 줄 수 있습니다. %@
lt: Padėkite bendrovei „Apple“ gerinti produktus ir paslaugas, įskaitant „Siri“ ir kitas išmaniąsias funkcijas, leisdami atlikti naudojimo ir duomenų iš jūsų „iCloud“ paskyros analizę. %@
ms: Bantu Apple meningkatkan produk dan perkhidmatannya, termasuk Siri dan ciri pintar lain dengan membenarkan analitis penggunaan dan data daripada akaun iCloud anda. %@
nl: Help Apple bij het verbeteren van zijn producten en diensten, waaronder Siri en andere intelligente functies, door analyse van gebruik en gegevens van je iCloud-account toe te staan. %@
no: Hjelp Apple med å forbedre produkter og tjenester, inkludert Siri og andre funksjoner knyttet til kunstig intelligens, ved å tillate analyse av bruken din og data fra iCloud-kontoen din. %@
pl: Pomagaj Apple udoskonalać produkty i usługi, w tym Siri i inne inteligentne funkcje, pozwalając na analizy danych i użycia Twojego konta iCloud. %@
pt_br: Ajude a Apple a melhorar seus produtos e serviços, incluindo a Siri e outros recursos inteligentes, permitindo a análise de dados de uso da sua conta do iCloud. %@
pt_pt: Ajude a Apple a melhorar produtos e serviços, incluindo Siri e outras funcionalidades inteligentes, permitindo a análise da utilização e dados da sua conta iCloud. %@
ro: Ajutați Apple să își îmbunătățească produsele și serviciile, inclusiv Siri și alte funcționalități inteligente, prin analiza utilizării și a datelor din contul dvs. de iCloud. %@
ru: Помогите Apple в улучшении продуктов и сервисов, таких как Siri и другие интеллектуальные функции, разрешив аналитическую обработку данных из Вашей учетной записи iCloud и способов их использования. %@
sk: Pomôžte spoločnosti Apple vylepšovať jej produkty a služby vrátane Siri a ďalších inteligentných funkcií tak, že povolíte analytiku používania a dát z vášho iCloud účtu. %@
sl: Dovolite analitiko uporabe in podatkov iz vašega računa iCloud. Na podlagi teh podatkov Apple izboljšuje izdelke in storitve, vključno s storitvijo Siri in drugimi inteligentnimi funkcijami. %@
sv: Hjälp Apple att förbättra sina produkter och tjänster, inklusive Siri och andra intelligenta funktioner genom att tillåta analys av användning och data från ditt iCloud-konto. %@
th: ช่วย Apple ปรับปรุงผลิตภัณฑ์และบริการของบริษัท รวมทั้ง Siri และคุณสมบัติความฉลาดอื่นให้ดีขึ้นได้โดยการอนุญาตการวิเคราะห์การใช้งานและข้อมูลจากบัญชี iCloud ของคุณ %@
tr: iCloud hesabınızda kullanım ve veri analizine izin vererek Apple’ın, Siri ve diğer akıllı özellikler de dahil olmak üzere, ürünlerini ve servislerini iyileştirmesine yardımcı olun. %@
uk: Допомагайте Apple покращувати її продукти й послуги, включаючи Siri й інші інтелектуальні функції, дозволивши аналітику використання і даних із вашого облікового запису iCloud. %@
vi: Giúp Apple cải thiện các sản phẩm và dịch vụ, bao gồm Siri và các tính năng thông minh khác, bằng cách cho phép phân tích việc sử dụng và dữ liệu từ tài khoản iCloud của bạn. %@
zh_cn: 允许对你iCloud账户的使用和数据进行分析，以帮助Apple改进产品和服务，包括Siri及其他智能功能。%@
zh_hk: 允許分析你的iCloud帳户之使用方式和資料，以協助Apple改進產品和服務、包括Siri和其他智慧型功能。%@
zh_tw: 允許分析你iCloud帳號的使用狀況和資料，以便協助Apple改進產品和服務（包含Siri以及其他智慧功能）。%@

# ID_VERIFICATION_DATA
source: Improve ID Verification
ar: تحسين التحقق من الهوية
bg: Подобряване на потвърждение на самоличност
ca: Millora la verificació de la identitat
cs: Vylepšovat ověřování průkazů
da: Gør Godkendelse af id bedre
de: ID-Überprüfung verbessern
el: Βελτίωση επαλήθευσης ταυτότητας
es: Mejorar la verificación de la identidad
es_us: Mejora de la verificación de identificaciones
fi: Paranna henkilökortin vahvistusta
fr: Améliorer la validation d’identité
fr_ca: Améliorer la validation de l’identité
he: שיפור אימות התעודות המזהות
hi: ID सत्यापन सुधारें
hr: Poboljšanje verifikacije ID-ja
hu: Személyazonosító okmány ellenőrzésének javítása
id: Tingkatkan Verifikasi ID
it: Migliora la verifica del documento d’identità
ja: 本人確認機能の改善
kk: Жеке куәлік тексеруді жақсарту
ko: 신분증 확인 향상
lt: Pagerinkite tapatybės patvirtinimą
ms: Tingkatkan Pengesahan ID
nl: Verbeter verificatie van identiteitsbewijzen
no: Forbedre verifisering av legitimasjon
pl: Ulepszanie (Weryfikacja tożsamości)
pt_br: Melhorar Verificação de Identidade
pt_pt: Melhorar confirmação do documento de identificação
ro: Îmbunătățire verificare identitate
ru: Улучшение проверки удостоверений личности
sk: Vylepšovanie overovania dokladov totožnosti
sl: Izboljšanje preverjanja ID-ja
sv: Förbättra ID-verifiering
th: ปรับปรุงการตรวจสอบยืนยันบัตรประจำตัว
tr: Kimlik Doğrulamayı İyileştirme
uk: Покращення перевірки посвідчень
vi: Cải thiện xác minh ID
zh_cn: 改进身份验证
zh_hk: 改進證件驗證
zh_tw: 改進證件驗證

# ABOUT_HEALTH_DATA
source: Improve Health & Activity
ar: تحسين تطبيقَي صحتي والنشاط
bg: Подобряване на Здраве и активност
ca: Millora de les apps Salut i Activitat
cs: Vylepšování Zdraví a Aktivity
da: Gør Sundhed og aktivitet bedre
de: Health & Aktivität verbessern
el: Βελτίωση Υγείας και Δραστηριότητας
es: Mejorar Salud y Actividad
es_us: Mejorar Actividad y Salud
fi: Paranna terveyttä/aktiivisuutta
fr: Améliorer Santé et Activité
fr_ca: Améliorer Santé et Activité
he: שיפור ״בריאות״ ו״פעילות״
hi: सेहत और ऐक्टिविटी बेहतर बनाएँ
hr: Poboljšanje Zdravlja i Aktivnosti
hu: Az Egészség és Tevékenység továbbfejlesztése
id: Tingkatkan Kesehatan & Aktivitas
it: Migliora Salute e Attività
ja: “ヘルスケア”と“アクティビティ”の改善
kk: «Денсаулық» және «Белсенділік» жақсарту
ko: 건강 및 활동 기능 향상
lt: „Sveikatos“ ir „Veiklos“ tobulinimas
ms: Tingkatkan Kesihatan & Aktiviti
nl: Verbeter Gezondheid/Activiteit
no: Forbedre Aktivitet og Helse
pl: Ulepszanie (Zdrowie i Aktywność)
pt_br: Melhorar Saúde e Atividade
pt_pt: Melhorar Saúde e Atividade
ro: Îmbunătățire Sănătate și Activitate
ru: Здоровье и Активность
sk: Vylepšovať Zdravie a Aktivitu
sl: Izboljšanje Zdravja in Aktivnosti
sv: Förbättra Hälsa och Aktivitet
th: ปรับปรุงสุขภาพและกิจกรรม
tr: Sağlık’ı ve Aktivite’yi İyileştir
uk: Покращення Здоровʼя і Активності
vi: Cải thiện Sức khỏe & Hoạt động
zh_cn: 改进健康与健身记录
zh_hk: 改進健康與健身記錄
zh_tw: 改進健康與活動記錄
